---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassSkylight
source: html/2a025115-f8df-0af3-3b85-4783775a57e7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassSkylight Property

"Mass Skylight"

## Syntax (C#)
```csharp
public static ForgeTypeId DefaultConstructionMassSkylight { get; }
```